Repository: thisisayushs/TheCarbonFootprintApp
Catalog: TheCarbonFootprintApp/Resources/*.lproj/Localizable.strings
Languages: it, ko

# share_world
source: Share your world
it: Condividi il tuo mondo
ko: 당신의 세상을 공유하세요

source: Category Breakdown
it: Suddivisione per Categoria
ko: 카테고리 분석

source: Improvement Tips
it: Suggerimenti per Migliorare
ko: 개선 팁

# your_carbon_footprint
source: Your carbon footprint is
it: La tua impronta di carbonio è
ko: 당신의 탄소 발자국은

# co2_per_month
source: kg CO₂/month
it: kg CO₂/mese
ko: kg CO₂/월

source: Transportation
it: Trasporti
ko: 교통

source: Food
it: Alimentazione
ko: 식품

source: Housing
it: Abitazione
ko: 주거

source: Energy
it: Energia
ko: 에너지

source: Lifestyle
it: Stile di Vita
ko: 생활방식

source: Water
it: Acqua
ko: 물

# tip_carpooling
source: Consider carpooling or using public transportation to reduce your transportation emissions.
it: Considera il car sharing o l'uso dei trasporti pubblici per ridurre le emissioni dei trasporti.
ko: 교통 배출을 줄이기 위해 카풀이나 대중교통 이용을 고려해보세요.

# tip_plant_based
source: Try incorporating more plant-based meals into your diet to reduce your food carbon footprint.
it: Prova a incorporare più pasti a base vegetale nella tua dieta per ridurre l'impronta di carbonio del cibo.
ko: 식품 탄소 발자국을 줄이기 위해 식물성 식단을 더 많이 포함해보세요.

# tip_energy_efficient
source: Switch to energy-efficient appliances and consider renewable energy sources for your home.
it: Passa a elettrodomestici a basso consumo energetico e considera fonti di energia rinnovabile per la tua casa.
ko: 에너지 효율이 높은 가전제품으로 교체하고 가정용 재생 에너지원을 고려해보세요.

# tip_water_saving
source: Install water-saving fixtures and take shorter showers to reduce water consumption.
it: Installa dispositivi per il risparmio idrico e fai docce più brevi per ridurre il consumo di acqua.
ko: 절수 설비를 설치하고 샤워 시간을 줄여 물 소비를 줄이세요.

# tip_mindful_consumption
source: Practice mindful consumption by buying fewer new items and repairing what you already own.
it: Pratica un consumo consapevole acquistando meno oggetti nuovi e riparando quelli che già possiedi.
ko: 새로운 물건 구매를 줄이고 기존 물건을 수리하여 사용하는 현명한 소비를 실천하세요.

# tip_unplug
source: Unplug electronics when not in use to reduce phantom energy consumption.
it: Scollega i dispositivi elettronici quando non li usi per ridurre il consumo fantasma di energia.
ko: 대기전력 소비를 줄이기 위해 사용하지 않는 전자기기의 플러그를 뽑으세요.

# tip_reusable
source: Use reusable bags, bottles, and containers to reduce single-use plastic waste.
it: Usa borse, bottiglie e contenitori riutilizzabili per ridurre i rifiuti di plastica monouso.
ko: 일회용 플라스틱 쓰레기를 줄이기 위해 재사용 가능한 가방, 물병, 용기를 사용하세요.

# reset_confirmation
source: This will clear your previous answers and carbon footprint score. Do you want to continue?
it: Questo cancellerà le tue risposte precedenti e il punteggio dell'impronta di carbonio. Vuoi continuare?
ko: 이전 답변과 탄소 발자국 점수가 모두 삭제됩니다. 계속하시겠습니까?

# q1_transport
source: How often do you use a car for transportation?
it: Quanto spesso usi l'auto per il trasporto?
ko: 자동차를 얼마나 자주 이용하시나요?

# q2_diet
source: What type of diet do you follow?
it: Che tipo di dieta segui?
ko: 어떤 식단을 따르시나요?

# q3_heating
source: How do you typically heat your home?
it: Come riscaldi solitamente la tua casa?
ko: 일반적으로 집을 어떻게 난방하시나요?

# q4_flying
source: How often do you fly per year?
it: Quante volte voli all'anno?
ko: 연간 비행기를 얼마나 자주 이용하시나요?

# q5_home
source: What type of home do you live in?
it: In che tipo di casa vivi?
ko: 어떤 유형의 집에서 사시나요?

# q6_electricity
source: How much electricity do you consume monthly?
it: Quanto elettricità consumi mensilmente?
ko: 월간 전기 사용량이 얼마나 되나요?

# q7_waste
source: How do you dispose of waste?
it: Come smaltisci i rifiuti?
ko: 쓰레기를 어떻게 처리하시나요?

# q8_shopping
source: How often do you buy new clothing or electronics?
it: Quanto spesso acquisti nuovi vestiti o elettronica?
ko: 새 옷이나 전자제품을 얼마나 자주 구매하시나요?

# q9_energy
source: What type of energy sources power your home?
it: Quali fonti di energia alimentano la tua casa?
ko: 집에서 어떤 에너지원을 사용하시나요?

# q10_water
source: How much water do you use daily?
it: Quanta acqua usi quotidianamente?
ko: 하루 물 사용량이 얼마나 되나요?

# a1_never
source: Never
it: Mai
ko: 전혀 안 함

# a1_occasionally
source: Occasionally
it: Occasionalmente
ko: 가끔

# a1_regularly
source: Regularly
it: Regolarmente
ko: 정기적으로

# a1_daily
source: Daily
it: Quotidianamente
ko: 매일

# a2_vegan
source: Vegan
it: Vegana
ko: 비건

# a2_vegetarian
source: Vegetarian
it: Vegetariana
ko: 채식주의

# a2_limited_meat
source: Omnivore, but limited meat
it: Onnivora, ma con carne limitata
ko: 잡식, 하지만 고기는 제한적으로

# a2_high_meat
source: High meat consumption
it: Alto consumo di carne
ko: 고기 섭취가 많음

# a3_renewable
source: Renewable energy (solar, geothermal)
it: Energia rinnovabile (solare, geotermica)
ko: 재생 에너지 (태양열, 지열)

# a3_electricity
source: Electricity
it: Elettricità
ko: 전기

# a3_natural_gas
source: Natural gas
it: Gas naturale
ko: 천연가스

# a3_coal
source: Coal or oil
it: Carbone o petrolio
ko: 석탄 또는 석유

# a4_never
source: Never
it: Mai
ko: 전혀 안 함

# a4_1_2_flights
source: 1-2 short flights
it: 1-2 voli brevi
ko: 1-2회 단거리 비행

# a4_3_5_flights
source: 3-5 medium-haul flights
it: 3-5 voli a media distanza
ko: 3-5회 중거리 비행

# a4_more_5_flights
source: More than 5 long-haul flights
it: Più di 5 voli a lunga distanza
ko: 5회 이상 장거리 비행

# a5_small
source: Small apartment (<50m²)
it: Piccolo appartamento (<50m²)
ko: 소형 아파트 (<50m²)

# a5_medium
source: Medium apartment or house (50-150m²)
it: Appartamento o casa media (50-150m²)
ko: 중형 아파트 또는 주택 (50-150m²)

# a5_large
source: Large house (>150m²)
it: Casa grande (>150m²)
ko: 대형 주택 (>150m²)

# a5_luxury
source: Luxury home with high energy use
it: Casa di lusso con alto consumo energetico
ko: 에너지 사용량이 많은 고급 주택

# a6_less_100
source: Less than 100 kWh
it: Meno di 100 kWh
ko: 100 kWh 미만

# a6_more_600
source: More than 600 kWh
it: Più di 600 kWh
ko: 600 kWh 초과

# a7_recycle_all
source: I recycle and compost everything possible
it: Riciclo e composto tutto il possibile
ko: 모든 가능한 것을 재활용하고 퇴비화

# a7_recycle_most
source: I recycle most items, but not all
it: Riciclo la maggior parte degli oggetti, ma non tutti
ko: 대부분 재활용하지만 전부는 아님

# a7_no_recycle
source: I throw away most of my waste without recycling
it: Butto via la maggior parte dei rifiuti senza riciclare
ko: 대부분의 쓰레기를 재활용 없이 버림

# a7_waste_lot
source: I generate a lot of waste and do not recycle
it: Genero molti rifiuti e non riciclo
ko: 많은 쓰레기를 배출하고 재활용하지 않음

# a8_rarely
source: Rarely, only when necessary
it: Raramente, solo quando necessario
ko: 필요할 때만 드물게

# a8_occasionally
source: Occasionally, a few items per year
it: Occasionalmente, alcuni articoli all'anno
ko: 가끔, 연간 몇 개 정도

# a8_frequently
source: Frequently, new items every few months
it: Frequentemente, nuovi articoli ogni pochi mesi
ko: 자주, 몇 달마다 새로운 물건

# a8_regularly
source: Regularly, I follow fashion trends and upgrade often
it: Regolarmente, seguo le tendenze della moda e aggiorno spesso
ko: 정기적으로, 유행을 따르고 자주 업그레이드

# a9_renewable
source: 100% renewable
it: 100% rinnovabile
ko: 100% 재생 에너지

# a9_mostly_renewable
source: Mostly renewable with some fossil fuels
it: Principalmente rinnovabile con alcuni combustibili fossili
ko: 대부분 재생 에너지와 일부 화석 연료

# a9_mixed
source: Mixed fossil fuels and renewables
it: Mix di combustibili fossili e rinnovabili
ko: 화석 연료와 재생 에너지 혼합

# a9_fossil
source: Mostly or entirely fossil fuels
it: Principalmente o interamente combustibili fossili
ko: 대부분 또는 전적으로 화석 연료

# a10_very_little
source: Very little (short showers, minimal waste)
it: Molto poco (docce brevi, spreco minimo)
ko: 매우 적음 (짧은 샤워, 최소한의 낭비)

# a10_moderate
source: Moderate usage
it: Uso moderato
ko: 보통 사용량

# a10_high
source: High usage (bath daily, excessive water use)
it: Uso elevato (bagno quotidiano, uso eccessivo di acqua)
ko: 많은 사용량 (매일 목욕, 과도한 물 사용)

# a10_excessive
source: Excessive usage (pool, lawn irrigation, long showers)
it: Uso eccessivo (piscina, irrigazione prato, docce lunghe)
ko: 과도한 사용 (수영장, 잔디 관개, 긴 샤워)

source: Close
it: Chiudi
ko: 닫기

source: Reset Questionnaire
it: Reimposta Questionario
ko: 설문 초기화

source: Cancel
it: Annulla
ko: 취소

source: Retake
it: Ricomincia
ko: 다시하기

source: Account Settings
it: Impostazioni Account
ko: 계정 설정

# impact_goals
source: My Impact Goals
it: I Miei Obiettivi di Impatto
ko: 나의 환경 영향 목표

source: Notifications
it: Notifiche
ko: 알림

source: Settings
it: Impostazioni
ko: 설정
